<?php
    return [
        'language' => [
            'thailand' => 'thailand',
        ],

        'current_date' => DATE("Y-m-d"),
        'current_time' => DATE("H:i:s"),
        'current_datetime' => DATE("Y-m-d H:i:s"),

        'days' => Array('', 'Monday', 'Tuesday', 'Wednesday','Thursday','Friday', 'Saturday', 'Sunday'),
        'months' => Array("", "01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12"),
        'months_short_name' => Array("", "ม.ค.", "ก.พ.", "มี.ค.", "เม.ย.", "พ.ค.", "มิ.ย.", "ก.ค.", "ส.ค.", "ก.ย.", "ต.ค.", "พ.ย.", "ธ.ค."),
        'months_full_name' => Array("", "มกราคม", "กุมภาพันธ์", "มีนาคม", "เมษายน", "พฤษภาคม", "มิถุนายน", "กรกฎาคม", "สิงหาคม", "กันยายน", "ตุลาคม", "พฤศจิกายน", "ธันวาคม"),
        'months_full' => Array("01" => "มกราคม", "02" => "กุมภาพันธ์", "03" => "มีนาคม", "04" => "เมษายน", "05" => "พฤษภาคม", "06" => "มิถุนายน", "07" => "กรกฎาคม", "08" => "สิงหาคม", "09" => "กันยายน", "10" => "ตุลาคม", "11" => "พฤศจิกายน", "12" => "ธันวาคม"),

        'time_callback' => Array(
            "1" => "08:00 น. - 12:00 น.", 
            "2" => "12:00 น. - 13:00 น.", 
            "3" => "13:00 น. - 17:00 น.", 
            "4" => "ทุกช่วงเวลา"
        ),

        'roles_check' => Array(
            "interested" => "รายงานลงทะเบียน", 
            "product" => "ผลิตภัณฑ์", 
            "roles" => "สิทธิการใช้งาน", 
            "user" => "ผู้ใช้งานระบบ",
            "setting" => "ตังค่าระบบ",
        ),
    ];
?>